{
  "showstopper": {
    "name": "Showstopper",
    "tagline": "A Solo Dance Competition",
    "clubName": "D-Taraxia",
    "details":[
      "Join us for a dance journey where every step is a brushstroke on the canvas of your soul, where the stage is your sanctuary of expression, and where you dance not just with your body, but with your heart and spirit. Don't miss this opportunity to shine and be part of the vibrant cultural tapestry of \"Abhivyakti.\""
    ],
    "timeline": [
      {
        "head": [
          "Preliminary Round  | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["In this round, participants are required to impress our judges with a 1-1.5 minute performance, sans props.From this round, 8-10 outstanding performers will be selected for the final round."],
          [""],
          ["In the finals, you'll have 4-6 minutes to showcase your skills. This is a prop round where you must incorporate at least two distinct props into your performance for a minimum of 10 seconds each.All dance forms are welcome, but the effective use of props will be a crucial judging criterion.Please note that dangerous props like fire,blades,sharp mirrors, scissors, and nails are not allowed, but all other props are permitted."]
        ]
      }
    ],
    "rules": [
      "Preliminary Round",
      "Ensure your pre-recorded music is in .mp3 format and adhere to time limits, as violations may lead to penalties.",
      "Participants have to submit a video of them performing for 1-1.5 minutes. They have to submit the drive link of the video at the time of registration along with the form.",
      "No props are allowed in this round.",
      "The video must be shot on a static camera",
      "The video must not be edited at any point of time.",
      "In this round the costume will be overlooked.",
      "The judge's decisions are final, and rule violations can result in disqualification.",
      "Finals",
      "Time limit for this round is 4-6 (can be changed based on the participations) minutes.",
      "This round is a prop round, in this round the participants have to prepare their performance with at least 2 different props. Each prop should be used in dance for at least 10 seconds. The two props must be distinct from each other.",
      "All dance forms are allowed in this round.",
      "Prop usage will also be one judging criteria in this round.",
      "Props that can damage the stage or can harm anyone are not allowed:",
      "Fire",
      "Blades",
      "Sharp Mirrors",
      "Scissors",
      "Nails",
      "Rest all other props are allowed in this round."
    ],
    "regulations": [
      "Judgement Criteria",
      "Choreography",
      "Technique",
      "Creativity",
      "Energy",
      "Costume",
      "Overall Impact"
    ],
    "registrationDate": "18/02/24",
    "Team": "Solo",
    "fees": "₹ 100",
    "pool": "₹ 15,000",
    "prize": [
      "₹ 9,000",
      "₹ 6,000"
    ],
    "addPrize": ""
  },
  "bronxbattleground": {
    "name": "Bronx Battleground",
    "tagline": "Dance Battle",
    "clubName": "D-Taraxia",
    "details": ["Get ready to be enthralled at Abhivyakti, IIITN's cultural fest, with our Group Dance Competition! Witness mesmerising performances in a variety of dance styles, as talented teams compete for the coveted title of Dance Champions. With live music, esteemed judges, and an electric atmosphere, this event promises to be a celebration of rhythm and artistry that you won't want to miss. Mark your calendars and join us for a night of unforgettable dance performances."],
    "timeline": [
      {
        "head": [
          "Preliminary Round  | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["Teams of 5 to 10 members must submit a 2-4 minute video of their performance. No props are allowed in this round, and costumes won't be part of the judging criteria.\n From the elimination round, 4 teams will advance to the finals."],
          [""],
          ["Teams will compete in a series of sub-rounds, including\n Solo Faceoff,\n Showdown, and\n Challenge Round.\n Only the listed dangerous props like fire, blades, sharp mirrors, scissors, and nails are prohibited in the competition."]
        ]
      }
    ],
    "rules": [
      "Preliminary Round",
      "The team must contain minimum 5 and maximum 10 members.",
      "Participants have to submit a video of them performing for 2-4 minutes. They have to submit the drive link of the video at the time registration along with the form.",
      "No props are allowed in this round.",
      "The video must be shot on a static camera",
      "The video must not be edited at any point of time.",
      "In this round, costumes will be overlooked.",
      "Finals",
      "The team must contain minimum 5 and maximum 10 members.",
      "Details of each round are as follows:\n Solo face-off: In this round a member from both the team steps in the arena and performs for 1 minute.\n Showdown: In this round each team will be given 3 minutes(approx.) that will be divided into 50 seconds rounds, random song will be played on which each team has to perform for 50 seconds alternatively.\n Challenge round: In this round, one team selects a chit and the other team decides who performs first. There will be 3-5 different challenges and one of the teams get to select a chit based on a toss.",
      "Each team gets 5-10 mins to prepare for the challenge.\n Both teams then get 1min to 2mins to perform.\n NO Props are allowed for this round.",
      "From the 4 teams 2 will be selected for the final round which will follow the same rule as mentioned above.",
      "Team must take care of the number of performing members.",
      "One person can stay a member of only one team.",
      "Dance style allowed is only Hip-Hop.",
      "Pre- recorded music must be brought by the teams in .mp3 format.",
      "Time limits must be taken care of, if not can lead to heavy penalties.",
      "The decision of the judges will be final.",
      "Violation of any above rule can lead to disqualification."
    ],
    "regulations": [
      "Judgement Criteria",
      "Originality of the story and concept will be verified.",
      "Dialogues and Storyline is welcomed, but essence of dance should not be missed.",
      "One person can stay a member of only one team.",
      "Pre- recorded music must be brought by the teams in .mp3 format.",
      "Time limits must be taken care of, if not can lead to heavy penalties.",
      "The decision of the judges will be final.",
      "Violation of any above rule can lead to disqualification."
    ],
    "registrationDate": "18/02/24",
    "Team": "Upto 10 members",
    "pool": "₹ 10,000",
    "prize": [
      "₹ 10,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 500"
  },
  "praanant": {
    "name": "Praanant",
    "tagline": "Street Play",
    "clubName": "Estória",
    "details": ["In the heart of the city's chaos, where shadows dance and neon lights reveal untold tales, emerges 'Praanaant'—a street play experience where the 'Strive for Stardom' meets the gritty streets. If your script dives into raw, unfiltered human emotions—the struggles, resilience, and highs and lows— 'Praanaant' is your stage. Brace for explosive performances, unconventional storytelling, and a rollercoaster through life's complexities. This event defies street play conventions, plunging into vivid street chaos, celebrating the relentless pursuit of the limelight amid shadows."],
    "timeline": [
      {
        "head": [
          "Preliminary Round  | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "20/2/24",
          "29/02/24"
        ],
        "content": [
          ["For the Preliminary Round, participants are required to submit their street play videos online. This phase acts as the eliminator. Ensure that your submission aligns with the event's theme and guidelines, as it will decide your eligibility to progress to the thrilling final round."],
          [""],
          ["The ultimate stage is set for the live showdown in the conclusive round. Chosen participants will step into the spotlight, presenting their compelling narratives live, captivating an eager audience. Seize this moment to elevate your production, leave a lasting impression, and vie for prestigious accolades."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Your performance could be in English, Hindi or Bi-lingual Street Play.",
      "Same play submitted in the Online Round with only slight alterations to character or dialogues must be performed in the final round as well if selected.",
      "Any use of fluids, flames, heavy or sharp objects, or anything that can damage the stage is prohibited. This includes flammable substances, sharp and potentially harmful objects like candles, matches, lighters, knives, swords, as well as cigarettes, drugs, or alcoholic products during on-stage performances. Violation of these rules will result in penalties or immediate disqualification, based on the severity of the breach.",
      "Time Limit provided for both online as well as offline rounds must be strictly followed.",
      "More than one team from the same college can participate.",
      "One team can have 5-20 members.",
      "Also provide the name of the Director and Scriptwriter (They may or may not be an actor in the play itself).",
      "The performance must be original. Inappropriate content, religious blasphemy and vulgarity/obscenity will NOT be tolerated.",
      "Dialogues mustn't be pre-recorded.",
      "The video must have clear visuals as well as audio. Any discrepancy in it will cause deviated judgment which won't be considered our fault and no changes can be made later on.",
      "In any case the judge's decision will be final.",
      "Plagiarism is strongly discouraged. Any team found replicating a play without the playwright's consent will face elimination.",
      "Preliminary Round",
      "Teams must submit a video enactment of an original or adapted play.",
      "Along with the video submission, the script must be provided with proper credits.",
      "Time Limit - The Video file should be 4-5 minutes long. Not following the time constraints will result in Negative Marking.",
      "Please ensure that your video file entries are named as follows: Abhivyakti2K23-24_Pranaant_(Team Name)_(College Name).",
      "The subject of your email should follow the same format for the name of the video file entry.",
      "Participants are required to submit their video entry or video entry link via email.",
      "Kindly confirm that the drive link in your email has access “Open to all” to view the video.",
      "Last Date of Prelim Submission is - 31st Jan 2024.",
      "Following the play in the Genre - struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime, mystery is a must.",
      "The dress code of the entire team must be Black and Red to connect somewhere in the play or storyline to bind with our theme 'The Strive for Stardom'.",
      "Finals",
      "Time Limit - The Street Play should be 10-15 minutes long, from Entry to Complete Exit. There will be negative marking if teams exceed the performance time.",
      "A team can have 4 non-performing/supporting individuals in the team: 1 backstage/props/instrument managers, 3 Instrument players.",
      "Teams using any Props / Instruments/Audios must bring all their requirements and must be ready well in time as per instructions of the organizer.",
      "Any specific (Arrangements, props) requirements should be informed to organizers on a prior basis and are subject to availability. The requirements must be mentioned at the time of registration and no further requests will be entertained later on.",
      "Both adapted and original scripts are allowed.",
      "Teams should maintain decency and decorum in behavior, attire, and performance.",
      "All participants shall be required to carry their Institute's ID Cards which they will be required to present at the registration desk before the commencement of the event.",
      "Following the play in the Genre - struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime, mystery is a must.",
      "The dress code of the entire team must be Black and Red to connect somewhere in the play or storyline to bind with our theme 'The Strive for Stardom'."
    ],
    "regulations": [
      "Judgement Criteria",
      "Preliminary Round",
      "Acting Quality",
      "Direction",
      "Script and Story",
      "Characterization",
      "Originality and Creativity",
      "Pacing and Timing",
      "Relevance to Theme",
      "Overall Impact",
      "Execution of Challenging Scenes",
      "Teamwork and Chemistry",
      "Adherence to Rules and Time Limit",
      "Originality of Interpretation",
      "Clarity of Message",
      "Costume / Dressing",
      "Dialogue delivery",
      "Expressions",
      "Body language",
      "Finals",
      "Acting Quality",
      "Direction",
      "Script and Story",
      "Characterization",
      "Audience Engagement",
      "Audience Response",
      "Originality and Creativity",
      "Pacing and Timing",
      "Relevance to Theme",
      "Overall Impact",
      "Execution of Challenging Scenes",
      "Teamwork and Chemistry",
      "Adherence to Rules and Time Limit",
      "Originality of Interpretation",
      "Lighting effects",
      "Sound effects",
      "Clarity of Message",
      "Costume / Dressing",
      "Dialogue delivery",
      "Expressions",
      "Body language"
    ],
    "registrationDate": "18/02/24",
    "Team": "Upto 20 members",
    "pool": "₹ 20,000",
    "prize": [
      "₹ 13,000",
      "₹ 7,000"
    ],
    "fees": "₹ 300",
    "addPrize": "",
    "contact": [
      ""
    ]
  },
  "rhymeriot": {
    "name": "Rhyme Riot",
    "tagline": "Battle of Bands",
    "clubName": "Crescendo",
    "details": ["Get ready for an explosive clash of musical talent at 'Rhyme Riot: Battle of the Bands!' Join us for an electrifying night as bands from diverse genres compete for the crown, delivering unforgettable performances that will keep you on the edge of your seat. With a panel of industry judges, be part of the action and witness the birth of a new champion in a night filled with epic beats, thrilling rhythms, and unbeatable energy!"],
    "timeline": [
      {
        "head": [
          "Preliminary Round | 20/02/24",
          "Preliminary Round Results | 21/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "20/02/24",
          "21/02/24",
          "29/02/24"
        ],
        "content": [
          ["Participants can perform any number of songs (in Hindi, English or both). The recording should be RAW, i.e. no FX modulation must have been done. However, participants can record via audio interfaces for clear sound quality.",
           "In case of original composition, it should be mentioned as it includes extra marks.",
           "Exceeding the time limit by 90 seconds will lead to disqualification",
           "Participants can optionally perform with a backing track with a predefined instrument list used in it. This shall be e-mailed to carnelian@iiitn.ac.in [RR_COLLEGE NAME_TEAM NAME] for fair judgment.",
           "The selected Bands get a chance to grab a direct spot in Abhivyakti’s finale in the main fest."],
          [""],
          [""]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Participants can perform any number of songs (in Hindi, English or both) within a time limit of 15 minutes. Additional 5 mins shall be given for sound check.",
      "In case of original composition, it should be mentioned as it includes extra marks and band members should be introduced.",
      "Exceeding the time limit by 120 seconds will lead to disqualification",
      "Participants can optionally perform with a backing track with a predefined instrument list used in it.",
      "Any misconduct, obscenity or foul language can lead to on the spot disqualification"
    ],
    "regulations": [
      "Judgement Criteria",
      "Vocal and Instrumental Excellence (40 points)",
      "Performance and Expression (30 points)",
      "Overall Presentation (30 points)"
    ],
    "registrationDate": "20/02/24",
    "Team": "Upto 8",
    "pool": "₹ 20,000",
    "prize": [
      "₹ 20,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 300 (Per Band)"
  },
  "stellarsing-off": {
    "name": "Stellar Sing-Off",
    "tagline": "Solo singing",
    "clubName": "Crescendo",
    "details": ["Step into the spotlight at Stardom Serenade, where solo talents take center stage in a symphony of voices! Join us for a mesmerizing showcase of vocal prowess as solo singers captivate hearts and minds with their soulful melodies and electrifying performances. From heart-rending ballads to powerhouse pop anthems, witness the birth of new stars in an evening destined to resonate with pure musical magic."],
    "timeline": [
      {
        "head": [
          "Preliminary Round | 20/02/24",
          "Preliminary Round Results | 21/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "20/02/24",
          "21/02/24",
          "29/02/24"
        ],
        "content": [
          ["Participants can perform any number of songs (in Hindi, English or both) within a time limit of 3 minutes. The recording should be RAW, i.e. no FX modulation must have been done. However, participants can record via audio interfaces for clear sound quality.","In case of original composition, it should be mentioned as it includes extra marks.","Exceeding the time limit by 60 seconds will lead to disqualification","Participants can optionally perform with a backing track with a predefined instrument list used in it. This shall be e-mailed to carnelian@iiitn.ac.in [RR_COLLEGE NAME_TEAM NAME] for fair judgment.","The selected Singers get a chance to grab a direct spot in Abhivyakti’s finale in the main fest."],
          [""],
          [""]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Participants can perform any number of songs (in Hindi, English or both) within a time limit of 5 minutes. Additional 1 min shall be given for sound check.",
      "In case of original composition, it should be mentioned as it includes extra marks.",
      "Exceeding the time limit by 60 seconds will lead to disqualification",
      "Participants can optionally perform with a accompanist or backing track with a predefined instrument list used in it. This shall be e-mailed to carnelian@iiitn.ac.in [SS_COLLEGE NAME_TEAM NAME]for fair judgment.",
      "Any misconduct, obscenity or foul language can lead to on the spot disqualification"
    ],
    "regulations": [
      "Judgement Criteria",
      "Vocal Excellence (40 points)",
      "Performance and Expression (30 points)",
      "Overall Presentation (30 points)"
    ],
    "registrationDate": "20/02/24",
    "Team": "Solo",
    "pool": "₹ 12,000",
    "prize": [
      "₹ 8,000",
      "₹ 4,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 100"
  },
  "admads": {
    "name": "Ad Mads",
    "tagline": "Advertisement Making",
    "clubName": "Probe",
    "details": ["This high-energy event is your chance to transform concepts into captivating commercials. Whether you're a seasoned advertiser or a rookie with a flair for storytelling, this competition welcomes all. This event promises a platform for budding advertisers to shine."],
    "timeline": [
      {
        "head": [
          "Preliminary Round | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24-01/02/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["The preliminary round takes place on Unstop, where participants must submit their entries. Those shortlisted are required to register on the website and pay the registration fees to confirm their participation in the final round of the competition."],
          [""],
          ["The chosen team will have the opportunity to exhibit their ad-making prowess at IIIT Nagpur campus, providing a platform to showcase and celebrate their creative abilities in the field of ad-making. Each team will be allocated a product for the final advertisement, offering a unique opportunity to demonstrate their storytelling and promotional expertise in the context of advertising."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Participants: 5-7 members per team.",
      "No age restrictions, open to all interested individuals.",
      "Content Restrictions: Advertisements should adhere to ethical standards and avoid content that may be offensive, discriminatory, or violate community standards.",
      "Duration: Advertisements should be within 30 seconds.",
      "Product Integration: Advertisements should prominently feature the assigned product.",
      "Submission Deadline: [Day 2 till 12:00PM].",
      "Format: Advertisements should be submitted in mp4 format, resolution should be not less than 1080x1920.",
      "Accompanying Documents: Participants must include a brief description of the concept, target audience, and key message with their submission.",
      "Intellectual Property Rights: Participants retain the intellectual property rights to their advertisements.",
      "Organizer's Use: By participating, teams grant the organizers permission to use their submitted advertisements for marketing and training purposes related to the event.",
      "Marketing and Training: The submitted entries may be used by the organizers for promotional and training activities, ensuring proper attribution to the creators.",
      "Participants are expected to maintain a professional demeanour throughout the event.",
      "Encourage collaboration among team members and emphasize the importance of teamwork.",
      "Any form of plagiarism will lead to disqualification.",
      "Violation of rules and guidelines may result in disqualification.",
      "Specify the official channels through which organizers will communicate updates, announcements, and important information to participants.",
      "Participants are expected to respond to official communications promptly.",
      "Specify any mandatory events, workshops, or sessions that participants must attend.",
      "Stress the importance of punctuality for all scheduled events.",
      "If applicable, specify whether subtitles are required for non-English advertisement.",
      "Encourage environmentally friendly practices during filming and discourage activities that may harm the environment.",
      "If relevant, outline any COVID-19 safety measures that participants must adhere to during the event.",
      "Provide emergency contact information and procedures.:",
      "Emphasize fair play, respect, and sportsmanship among participants.",
      "Reiterate the importance of maintaining a professional and respectful demeanour.",
      "Encourage participants to provide feedback on the event to help improve future editions."
    ],
    "regulations": [
      "Judgement Criteria",
      "Advertisements can be created in English, Hindi, or a bilingual format.",
      "Prohibited items include the use of fluids, flames, heavy or sharp objects that may pose a risk. This includes any flammable substances, sharp objects, candles, matches, lighters, or potentially harmful items during on-stage performances. Violation of these rules will result in penalties or immediate disqualification, based on the severity of the breach.",
      "Strict adherence to the provided time limit for both online and offline rounds is mandatory.",
      "The advertisement must be original. Inappropriate content, religious insensitivity, and vulgarity/obscenity will not be tolerated.",
      "Pre-recorded dialogues or sound effects are not allowed.",
      "The judge's decision will be final in all cases."
    ],
    "registrationDate": "18/02/24",
    "Team": "upto 7 members",
    "pool": "₹ 15,000",
    "prize": [
      "₹ 8,000",
      "₹ 5,000",
      "₹ 2,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 700"
  },
  "modelunitednations": {
    "name": "Model United Nations (MUN)",
    "tagline": "MUN",
    "clubName": "Orator",
    "details": [
      "Introduction",
      "The IIIT Nagpur Model United Nations (IIITN MUN) - Chapter 2 is a prestigious event scheduled for February 29 - March 1, 2024, at IIIT Nagpur under Abhivyakti. The event aims to provide participants with a unique platform to engage in diplomatic discourse, address global issues, and simulate the workings of international organizations.",
      "Model United Nations Explanation",
      "Model United Nations (MUN) is a simulated diplomatic event where participants,  referred to as \"delegates\", represent countries or historical figures in various committees. The primary objective is to engage in diplomatic discussions, propose resolutions, and address global challenges. MUN serves as a valuable educational tool, fostering skills such as public speaking, negotiation, and critical thinking.",
      "COMMITTEES OVERVIEW",
      "1. United Nations Human Rights Council",
      "The UNHRC committee holds significant importance in advocating for human rights, fostering understanding, and proposing actionable solutions to improve the global human rights landscape.",
      "Delegates are expected to wear formal attire representing a diplomatic role, reflecting the seriousness of addressing global human rights concerns.",
      "1.1. Agenda - Addressing Religious Discrimination and Proxy Wars",
      "The United Nations Human Rights Council (UNHRC) is dedicated to tackling the complex issue of religious discrimination and its connection to proxy wars. Through a holistic approach, the UNHRC aims to address the rise in religious discrimination globally and its impact on armed conflicts, drawing on historical insights to inform effective strategies. By prioritizing humanitarian concerns and advocating for targeted solutions, the UNHRC seeks to mitigate the humanitarian consequences of proxy wars driven by discrimination and promote peace and stability worldwide.",
      "2. All India Political Parties Meet - In Present Era",
      "This committee is of utmost importance in understanding the historical context of Indian political decisions and the impact they have had on the country's development.",
      "Participants are expected to wear appropriate attire representing an Indian political figure who shall be an MP of either house, The figures shall be chosen by the candidates after registration.",
      "2.1. Agenda - Reservation Policy in India and India's Neighbourhood First Policy",
      "Reservation Policy in India: India's reservation system aims to address historical social disparities by providing opportunities for marginalized communities in education and government jobs. The All India Political Party Meet (AIPPM) will discuss the necessity of adjusting reservation percentages to ensure equitable representation and access. This discussion is essential for balancing social justice with meritocracy principles and ensuring the upliftment of all sections of society.",
      "Neighbourhood First Policy: India's 'Neighbourhood First' policy focuses on fostering positive relations with neighboring countries, emphasizing cooperation in trade, connectivity, and security. AIPPM will evaluate the effectiveness of this policy in enhancing regional stability and prosperity. This assessment is crucial for understanding the policy's impact and identifying areas for improvement to strengthen India's diplomatic ties and regional influence.",
    
      "3. Bollywood Committee Summit",
      "This committee holds socio-cultural importance by exploring the influence of Bollywood on Indian society, shedding light on its role in shaping public opinion and societal norms.",
      "Participants are encouraged to wear Bollywood-themed attire or formal wear, embracing the cultural significance of the film industry.",
      "3.1. Agenda - Empowering Indian Cinema",
      "Addressing censorship, character-hero influence on youth, pay parity, and nepotism in Bollywood. This agenda aims to confront these challenges to ensure fair representation, foster creativity, and promote meritocracy for Bollywood to ascend to a standard of global excellence",
  
      "4. International Press",
      "The International Press plays a crucial role in providing coverage and analysis of committee discussions, contributing to the overall transparency and understanding of the event.It provides the stage to candidates to show their inner journalist or a media-figure and cover the two-long day event to the best of their potential. Also, digital content and hardcopy content both are equally appreciated and prizes are equally distributed.",
      "Participants are expected to wear professional journalist attire, embracing the responsibility of reporting on committee proceedings.",
      "The International Press committee simulates a real-world press environment, with participants taking on the role of journalists covering the proceedings of other committees.",
      "4.1. Agenda - Reviewing Bollywood Summit, AIPPM, UNHRC Functioning:",
      "Evaluating the performance and collaboration of AIPPM, UNHRC, and the Bollywood Summit in addressing global challenges. This agenda aims to assess their contributions, coordination, and areas for improvement to achieve a meaningful impact on social and global forums.",
      
      "HIGHLIGHTS OF THE EVENT",
      "A certificate of a MUN adds a lot of value to your resume, and that too aligned with the college of national importance is like a  cherry on the top.",
      "Networking and interaction with experienced and highly qualified EBs during the two day long event.",
      "English is the only language preferred by the UNHRC committee.",
      "Both Hindi and English are accorded equal respect and appreciation in the AIPPM committee.",
      "A whopping prize pool of Rs 70,000 will free yourself from holding back.",
      "Lunch and High Tea will be organized from our side on both the days. Quality time with your fellow delegates during meals will make your day more lively.",
      "Free entries for the delegates for all other exciting events of ABHIVYAKTI 2024.",
      "Dress Codes will be formal and traditional on either of the days.It will be communicated precisely by the team.",
      "Detailed ROP and the agendas of the committees will be provided by the team 15 days prior to the event.",
      "All the necessary stationery articles will be provided.",
      "All the information is subject to amendment and changes as per the instructions of higher authorities."
    ],
    "timeline": [
      {
        "head": [
          "Day 1 - Initiation of Debates | 29/02/24",
          "Day 2 - The Day of Conclusion | 01/03/24"
        ],
        "date": [
          "29/02/24",
          "01/03/24"
        ],
        "content": [
          ["The inaugural day of IIITN MUN Chapter 2 features participant registration from sharp 8:00 A.M., a grand opening ceremony from 10:00 A.M., committee sessions,  lunch and tea break, and a blend of formal discussions and informal networking opportunities."],
          ["The concluding day focuses on intensive committee sessions from 8:30 A.M., a break for lunch, tea and networking, a potential fun activity, and concludes with a formal closing ceremony, including awards and expressions of gratitude."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "IIITN MUN will follow all the rules and regulations of UN and a detailed ROP will be given by the club soon",
      "Participation is strictly on an individual basis. Each delegate represents themselves and not a team or group.",
      "There is no limitation on the number of participants from one institute. Multiple students from the same institute are encouraged to participate.",
      "Participants must report at the allotted time specified by the organizing committee. Late arrivals may result in penalties or disqualification.",
      "Formal attire is strongly recommended. Delegates are encouraged to wear attire representing their diplomatic roles. Attire reserved for their constituency is appreciated, adding an authentic touch to the event.",
      "Bilingual mode of communication (Hindi and English) is allowed during committee sessions. Delegates should ensure effective communication to contribute meaningfully to discussions.",
      "Portfolios will be allocated based on participants' previous experiences and expertise. Further details regarding the portfolio allocation process will be communicated to participants in due course.",
      "The organizing committee reserves the right to adopt suitable procedures and make changes as necessary for the smooth conduct of the event. Participants will be informed promptly of any such modifications.",
      "The decision of the Executive Board (EB) is final and binding. No grievances will be entertained once a decision has been made.",
      "Participants found creating any form of indiscipline, disrupting the proceedings, or violating the code of conduct may be disqualified at the discretion of the judges. The integrity of the event is paramount.",
      "Miscellaneous",
      "The Organizing Committee reserves the right to take immediate action against any participant found engaging in unethical, wrongful, or unprofessional conduct. This includes but is not limited to plagiarism, cheating, or any behavior that brings disrepute to the event.",
      "In situations not explicitly covered by the rules, the decision of the Organizers is final and binding. Participants are expected to abide by the spirit of the event and respect the decisions made by the organizing committee.",
      "Participants are expected to comply with all the rules and guidelines set forth by the Organizing Committee. Failure to adhere to these rules may result in penalties or disqualification.",
      "Participants are encouraged to seek clarification on any rule or procedure they find ambiguous or unclear. Requests for clarification should be directed to the organizing committee in a timely manner.",
      "Participants should be aware that the event may be covered by the media. By participating, delegates implicitly consent to being photographed, recorded, or interviewed for promotional and documentation purposes related to the event.",
      "Delegates are expected to respect the privacy and confidentiality of fellow participants. Any information shared in confidence during the event should not be disclosed without the explicit consent of the concerned parties.",
      "Accommodations will be provided on a paid and first-come-first-serve basis. If needed, please contact the contacts given below."
    ],
    "regulations": [
    ],
    "registrationDate": "25/02/24",
    "Team": "Solo",
    "pool": "₹ 70,000",
    "prize": [
      "₹ 70,000"
    ],
    "fees": "₹ 750",
    "addPrize": "",
    "contact": [
      ""
    ]
  },
  "groovegenesis": {
    "name": "Groove Genesis",
    "tagline": "Instrumental",
    "clubName": "Crescendo",
    "details": ["Get ready for a musical extravaganza at Abhivyakti's Cadence Clash, an instrumental competition that will set the stage on fire! Join us for a symphony of talent as musicians showcase their virtuosity and passion, weaving mesmerizing melodies and breathtaking rhythms. From soul-stirring solos to captivating ensembles, experience the thrill of Cadence Clash, where musical prowess takes center stage in a celebration of creativity and artistry during the college fest."],
    "timeline": [
      {
        "head": [
          "Preliminary Round | 20/02/24",
          "Preliminary Round Results | 21/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "20/02/24",
          "21/02/24",
          "29/02/24"
        ],
        "content": [
          ["Participants can perform any number of songs/solos/original compositions within a time limit of 3 minutes. The recording should be RAW, i.e. no FX modulation must have been done. However, participants can record via audio interfaces for clear sound quality.","In case of original composition, it should be mentioned as it includes extra marks.","Exceeding the time limit by 90 seconds will lead to disqualification","Participants can optionally perform with a backing track with a predefined instrument list used in it. This shall be e-mailed to carnelian@iiitn.ac.in [RR_COLLEGE NAME_TEAM NAME] for fair judgment.","The selected Instrumentalists get a chance to grab a direct spot in Abhivyakti’s finale in the main fest."],
          [""],
          [""]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Participants can perform any number of songs (in Hindi, English or both) within a time limit of 10 minutes. Additional 5 mins shall be given for sound check.",
      "In case of original composition, it should be mentioned as it includes extra marks.",
      "Exceeding the time limit by 120 seconds will lead to disqualification",
      "Participants can optionally perform with a accompanist or backing track with a predefined instrument list used in it. This shall be e-mailed to carnelian@iiitn.ac.in [SS_COLLEGE NAME_TEAM NAME]for fair judgment.",
      "Any misconduct, obscenity or foul language can lead to on the spot disqualification"
    ],
    "regulations": [
      "Judgement Criteria",
      "Theme, accuracy and timing  (40 points).",
      "Overall Sync and Coordination (30 points). ",
      "Overall Presentation (30 points)."

    ],
    "registrationDate": "20/02/24",
    "Team": "Upto 5 members",
    "pool": "₹ 12,000",
    "prize": [
      "₹ 8,000",
      "₹ 4,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 100"
  },
  "bahumukhi": {
    "name": "Bahumukhi",
    "tagline": "Monoact",
    "clubName": "Estória",
    "details": ["If you have the spirit of a performer burning within you, if you've dreamed of the grand stage as your canvas, then 'Bahumukhi' is your platform to shine. Get ready to mesmerize the audience with your solo act, to captivate their hearts, and unveil the true essence of your character. In this competition, you are the star, the director, and the storyteller all in one, and the stage is your domain. As the name 'Bahumukhi' suggests, you'll be the one portraying multiple role, showcasing your versatility and depth as an actor.'Bahumukhi' isn't just about an act; it's a journey, a climb from obscurity to the dazzling limelight."],
    "timeline": [
      {
        "head": [
          "Preliminary Round  | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["In Round 1 of 'Bahumukhi', participants will submit their solo acts through video entries. This round serves as the eliminator, where your creativity and exceptional talent will take center stage on screen. Ensure that your submission aligns with the theme and guidelines, as it will determine if you progress to the thrilling final round, where you'll continue your journey toward stardom."],
          [""],
          ["The final round of 'Bahumukhi' is an offline spectacle. The chosen participants will step onto the stage, where they will perform live, breathing life into their captivating solo acts before an eager and supportive audience. This is your moment to shine, seizing the opportunity to elevate your performance to new heights, leaving an indelible mark, and vying for the highest accolades."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Performances should be in English, Hindi, or as a bilingual act.",
      "If selected, the same solo act submitted in the Online Round with slight alterations to character or dialogues must be performed in the final round as well.",
      "The use of fluids, flames, powders, glitters, heavy or sharp objects, or anything that can damage the stage is strictly prohibited. This includes flammable substances, sharp and potentially harmful objects are prohibited.",
      "The specified time limits for both online and offline rounds must be strictly adhered to.",
      "Multiple participants from the same college are allowed to participate.",
      "Each participant may perform solo.",
      "Plagiarism is strongly discouraged. Any act found replicating without the playwright's consent will result in elimination.",
      "The performance must be original. Inappropriate content, religious blasphemy, and vulgarity/obscenity are not permissible.",
      "Dialogues must be spoken live and must not be pre-recorded.",
      "Video submissions must feature clear visuals and audio. Any discrepancies may affect the judging process, and the responsibility for such discrepancies will not be attributed to the organizers. No alterations can be made to the submitted videos after the deadline.",
      "The judges' decisions will be final in all cases.",
      "Preliminary Round",
      "Participants must submit a video enactment of an original or adapted solo act.",
      "Along with the video submission, the script must be provided with proper credits.",
      "Time Limit: Video files should have a duration of 2-3 minutes. Failure to adhere to the time constraints will result in negative marking.",
      "Please ensure that your video file entries are named as follows:\n Abhivyakti2K23-24_Bahumukhi_(Participant Name)_(College Name)",
      "The subject of your email should follow the same format as the name of the video file entry.",
      "Participants are required to submit their video entry or video entry link via email.",
      "Ensure that the drive link in your email provides \"Open to all\" access for viewing the video.",
      "The last date for preliminary submissions is February 18, 2024.",
      "Following the play in the Genre - struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime, mystery is must",
      "The Protagonist must form the storyline reaching out to “The Strive for Stardom”.",
      "Finals",
      "Time Limit - The Main Play should be 05-15 minutes long, from Start to Exit. There will be negative marking if teams exceed the performance time.",
      "The participant can have 1 non-performing individuals in the team, who may manage the Sound, 'if required'.",
      "Participants using Props / Costume / Dressing must bring all their requirements and must be ready well in time as per instructions of the organizer.",
      "Any specific (audio, lighting, arrangements, props) requirements should be informed to organizers on prior basis and are subject to availability. The requirements must be mentioned at the time of registration and no further requests will be entertained later on.",
      "Both adapted and original scripts are allowed.",
      "Participants should maintain decency and decorum in the behavior, attire and performance.",
      "Participants shall be required to carry their Institute's ID Cards which they will be required to present at the registration desk before the commencement of the event.",
      "Participants shall be required to carry their Institute's ID Cards which they will be required to present at the registration desk before the commencement of the event.",
      "The Protagonist must form the storyline reaching out to “The Strive for Stardom”."
    ],
    "regulations": [
      "Judgement Criteria",
      "Preliminary Round",
      "1. Acting Quality",
      "2. Script and Story",
      "3. Characterization",
      "4. Originality and Creativity",
      "5. Pacing and Timing",
      "6. Relevance to Theme",
      "7. Overall Impact",
      "8. Execution of Challenging Scenes",
      "9. Adherence to Rules and Time Limit",
      "10. Originality of Interpretation",
      "11. Clarity of Message",
      "12. Costume / Dressing",
      "13. Dialogue delivery",
      "14. Expressions",
      "15. Body language",
      "Finals",
      "1. Acting Quality",
      "2. Script and Story",
      "3. Characterization",
      "4. Audience Engagement",
      "5. Audience Response",
      "6. Originality and Creativity",
      "7. Pacing and Timing",
      "8. Relevance to Theme",
      "9. Overall Impact",
      "10. Execution of Challenging Scenes",
      "11. Adherence to Rules and Time Limit",
      "12. Originality of Interpretation",
      "13. Sound effects",
      "14. Clarity of Message",
      "15. Costume / Dressing",
      "16. Dialogue delivery",
      "17. Expressions",
      "18. Body language"
    ],
    "registrationDate": "18/02/24",
    "Team": "Solo",
    "pool": "₹ 10,000",
    "prize": [
      "₹ 7,000",
      "₹ 3,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 100"
  },
  "andhakaar": {
    "name": "Andhakaar",
    "tagline": "Stage Play",
    "clubName": "Estória",
    "details": ["In the depths of obscurity, hidden in the shadows, a talent emerged—a story of relentless 'Strive for Stardom'. Welcome to 'Andhkaar', a stage play drama competition that immerses you in a world of darkness, where struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime intertwine.Witness the rise from darkness to dazzling limelight, for this is where stars are born. Come, and let the spotlight shine on 'Andhkaar'."],
    "timeline": [
      {
        "head": [
          "Preliminary Round  | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["In Round 1, participants will submit their video performances online. This round serves as the eliminator, where your creativity and talent will be showcased on screen. Make sure your submission reflects the theme and rules, as it will determine if you advance to the exciting final round."],
          [""],
          ["The final round is an offline round. The selected participants will take the stage to perform live, bringing their unique stories to life in front of an enthusiastic audience. This is your chance to shine, with the opportunity to take your production to the next level, make your mark, and compete for top honors."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Play should be in English, Hindi or Bi-lingual Drama.",
      "Same play submitted in the Online Round with only slight alterations to character or dialogues must be performed in the final round as well if selected.",
      "Any use of fluids, flames, powders, glitters, heavy or sharp objects, or anything that can damage the stage is prohibited. This includes flammable substances, sharp and potentially harmful objects are prohibited.",
      "Time Limit provided for both online as well as offline rounds must be strictly followed.",
      "More than one team from the same college can participate.",
      "One team can have 5-20 members. ",
      "Also provide the name of the Director and Scriptwriter (They may or may not be an actor in the play itself)",
      "The performance must be original. Inappropriate content, religious blasphemy and vulgarity/obscenity will NOT be tolerated.",
      "Dialogues mustn't be pre-recorded.",
      "The video must have clear visuals as well as audio. Any discrepancy in it will cause deviated judgment which won't be considered our fault and no changes can be made later on.",
      "In any case the judge's decision will be final.",
      "Plagiarism is strongly discouraged. Any team found replicating a play without the playwright's consent will face elimination.",
      "Preliminary Round",
      "Teams must submit a video enactment of an original or adapted play.",
      "Along with the video submission, the script must be provided with proper credits.",
      "Time Limit - The Video file should be 9-12 minutes long. Not following the time Constraints will result in Negative Marking.",
      "Please ensure that your video file entries are named as follows: Abhivyakti2K23-24_Andhkaar_(Team Name)_(College Name)",
      "The subject of your email should follow the same format for the name of the video file entry.",
      "Participants are required to submit their video entry or video entry link via email.",
      "Kindly confirm that the drive link in your email has access “Open to all” to view the video.",
      "Last Date of Prelim Submission is - 31 st Jan 2024",
      "Following the play in the Genre - struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime, mystery is must ",
      "The Protagonist must have at least “1 min” of Individual Spotlight (Monologue, Emotional breakdown, Dumbact, Musical Act) somewhere in the play or storyline to showcase “The Strive for Stardom”.",
      "Finals",
      "Time Limit - The Stage Play should be 20-30 minutes long, from Entry to Complete Exit. There will be negative marking if teams exceed the performance time.",
      "A team can have 6 non-performing individuals in the team: 3 backstage/props managers\n 1 light in charge\n 1 sound in charge\n 1 round-up artist\n",
      "Teams using any Props / Costume / Dressing must bring all their requirements and must be ready well in time as per instructions of the organizer.",
      "Any specific (audio, lighting, arrangements, props) requirements should be informed to organizers on prior basis and are subject to availability. The requirements must be mentioned at the time of registration and no further requests will be entertained later on.",
      "Both adapted and original scripts are allowed.",
      "Teams should maintain decency and decorum in the behavior, attire and performance.",
      "All participants shall be required to carry their Institute's ID Cards which they will be required to present at the registration desk before the commencement of the event.",
      "Following the play in the Genre - struggles, hard work, depression, dark romance, mysteries, conspiracies, thrill, and crime, mystery is must",
      "The Protagonist must have at least “1 min” of Individual Spotlight (Monologue, Emotional breakdown, Dumbact, Musical Act) somewhere in the play or storyline to showcase “The Strive for Stardom”. "
    ],
    "regulations": [
      "Judgement Criteria",
      "Preliminary Round",
      "1. Acting Quality",
      "2. Direction",
      "3. Script and Story",
      "4. Characterization",
      "5. Originality and Creativity",
      "6. Pacing and Timing",
      "7. Relevance to Theme",
      "8. Overall Impact",
      "9. Execution of Challenging Scenes",
      "10. Teamwork and Chemistry",
      "11. Adherence to Rules and Time Limit",
      "12. Originality of Interpretation",
      "13. Clarity of Message",
      "14. Costume / Dressing",
      "15. Dialogue delivery",
      "16. Expressions",
      "17. Body language",
      "Finals",
      "1. Acting Quality",
      "2. Direction",
      "3. Script and Story",
      "4. Characterization",
      "5. Audience Engagement",
      "6. Audience Response",
      "7. Originality and Creativity",
      "8. Pacing and Timing",
      "9. Relevance to Theme",
      "10. Overall Impact",
      "11. Execution of Challenging Scenes",
      "12. Teamwork and Chemistry",
      "13. Adherence to Rules and Time Limit",
      "14. Originality of Interpretation",
      "15. Lighting effects",
      "16. Sound effects",
      "17. Clarity of Message",
      "18. Costume / Dressing",
      "19. Dialogue delivery",
      "20. Expressions",
      "21. Body language"
    ],
    "registrationDate": "18/02/24",
    "Team": "Upto 20 members",
    "pool": "₹ 25,000",
    "prize": [
      "₹ 15,000",
      "₹ 10,000"
    ],
    "addPrize": "",
    "contact": [
      ""
    ],
    "fees": "₹ 500"
  },
  "roadtoredcarpet": {
    "name": "Road to Red Carpet",
    "tagline": "Short Film",
    "clubName": "Probe",
    "details": ["Embark on a cinematic journey like never before in our film-making competition.Whether you're a seasoned director or a budding filmmaker, this is your chance to showcase your cinematic prowess.With a red carpet premiere and expert judges, this event promises an immersive experience."],
    "timeline": [
      {
        "head": [
          "Preliminary Round | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 28/02/24-01/02/24"
        ],
        "date": [
          "18/02/24",
          "20/02/24",
          "28/02/24"
        ],
        "content": [
          ["The preliminary round takes place on Unstop, where participants must submit their entries. Those shortlisted are required to register on the website and pay the registration fees to confirm their participation in the final round of the competition.",
          "It is an open-themed competition. The deadline for online entries is 18/02/2024. Submitted files must be in mp4 format with a minimum resolution of 1080 x 720p. Short films for the preliminary round should range from 5 to 7 minutes in duration. From the pool of entries, the top 8 teams will be chosen to advance to the finals."],
          [""],
          ["The chosen teams will have the opportunity to exhibit their filmmaking prowess at IIIT Nagpur campus, providing a platform to showcase and celebrate their creative abilities in the field of filmmaking . Each team will be allocated a theme for the final short film submission, offering a unique opportunity to demonstrate their storytelling and promotional expertise in the context of filmmaking."]
        ]
      }
    ],
    "rules": [
      "General Rules",
      "Participants: 5-15 members per team.",
      "No age restrictions, open to all interested individuals.",
      "Locations: Teams are allowed to shoot on IIIT Nagpur campus, Nagpur city, and surrounding areas.",
      "Props for Finals: Teams will be provided with a set of props for the final round.",
      "Participants are required to carry their own equipment for filming.",
      "The organizers or the college will not be responsible for any damage to participants' equipment during the event.",
      "The submitted entries may be used by the organizers for marketing and training purposes.",
      "Participants retain the intellectual property rights to their films but grant the organizers permission to use their work for promotional and educational activities related to the event.",
      "Participants should ensure they have the necessary rights or permissions for any music or sound used in their films.",
      "If filming in public spaces or private properties, participants must obtain the required permissions.",
      "Films should adhere to ethical standards and avoid content that may be offensive, discriminatory, or violate community standards.",
      "Ensure that the content is appropriate for all audiences, especially if the event is open to participants of various age groups.",
      "Encourage collaboration among team members and emphasize the importance of teamwork.",
      "Clearly state that any form of plagiarism will lead to disqualification.",
      "Outline specific actions that may lead to disqualification, such as failure to adhere to the code of conduct or submission guidelines.",
      "Specify the official channels through which organizers will communicate updates, announcements, and important information to participants.",
      "Participants are expected to respond to official communications in a timely manner.",
      "Specify any mandatory events, workshops, or sessions that participants must attend.",
      "Stress the importance of punctuality for all scheduled events.",
      "If applicable, specify whether subtitles are required for non-English.",
      "Encourage environmentally friendly practices during filming and discourage activities that may harm the environment.",
      "If relevant, outline any COVID-19 safety measures that participants must adhere to during the event.",
      "Provide emergency contact information and procedures.",
      "Emphasize fair play, respect, and sportsmanship among participants.",
      "Reiterate the importance of maintaining a professional and respectful demeanour."
    ],
    "regulations": [],
    "registrationDate": "18/02/24",
    "Team": "Upto 10 members",
    "pool": "₹ 25,000",
    "prize": [
      "₹ 25,000"
    ],
    "fees": "₹ 1000",
    "addPrize": "",
    "contact": ""
  },
  "rythmrumble": {
    "name": "Rythm Rumble",
    "tagline": "Duet/Group",
    "clubName": "D-Taraxia",
    "details": ["Get ready to witness a mesmerizing display of synchronized talent at Abhivyakti, the cultural fest of IIITN! Our Duet Dance Competition promises to be a spectacular showcase of grace, rhythm, and creativity, as teams come together to tell stories through the art of dance.. Join us for an evening of captivating performances that celebrate the harmony of movement and expression, only at Abhivyakti in IIITN."],
    "timeline": [
      {
        "head": [
          "Preliminary Round (Duet) | 18/02/24",
          "Preliminary Round (Group) | 18/02/24",
          "Preliminary Round Results | 20/02/24",
          "Finals | 29/02/24 - 01/03/24"
        ],
        "date": [
          "18/02/24",
          "18/02/24",
          "20/02/24",
          "29/02/24"
        ],
        "content": [
          ["Present a 1-1.5 minute video showcasing your moves, with no props allowed.All dance forms are allowed in this round.Costumes are not a judging factor in this round.From this round, approximately 8 teams will advance to the final round."],
          ["Gather 3-15 members and submit a video of your 1-1.5 minute performance with no props.Just like duets, the dance form is your canvas, and costumes are not a judging factor.Approximately 8 teams will advance to the final round."],
          [""],
          ["Both duets and groups will have 6-9 minutes to mesmerize the audience.Props are allowed in this round, and the chosen song should be relevant to the fest's theme.Transitions and sound effects are permitted, but keep safety in mind.fire, blades, sharp mirrors, scissors, and nails are prohibited as props."]
        ]
      }
    ],
    "rules": [
      "Preliminary Round",
      "Rules for duet",
      "Participants have to submit a video of them performing for 1-1.5 minutes. They have to submit the drive link of the video at the time registration along with the form.",
      "All dance forms are allowed in this round.",
      "No props are allowed in this round.",
      "The video must be shot on a static camera",
      "The video must not be edited at any point of time.",
      "In this round the costume will be overlooked.",
      "Rules for group",
      "Total number of members allowed for GROUP in this event is 3-15 per team",
      "Participants have to submit a video of them performing for 1-1.5 minutes. They have to submit the drive link of the video at the time registration along with the form.",
      "All dance forms are allowed in this round.",
      "No props are allowed in this round.",
      "The video must be shot on a static camera",
      "The video must not be edited at any point of time.",
      "In this round the costume will be overlooked.",
      "From this round approximately 8 teams will be selected for the final round.",
      "The selected teams have to perform on a song that is relevant to the theme of the fest.",
      "Song choice will not be restricted by it should be coherent with the theme.",
      "Using transitions and different sound effects are allowed.",
      "Finals",
      "Rules for duet",
      "Time duration for this round is 6-9 minutes. (+1min for stage setup and clearance)",
      "The performance can be an extension of their round 1 performance.",
      "Props are allowed in this round.",
      "Rules for group",
      "Total number of members allowed for GROUP are 3-15 members including 2 assistants for lighting and sounds.",
      "Time duration for this round is 6-9 minutes. (+1min for stage setup and clearance)",
      "The performance can be an extension of their round 1 performance.",
      "Props are allowed in this round."
    ],
    "regulations": [
      "Judgement Criteria",
      "The choreography should be original, and teams should refrain from replicating dance routines without the choreographer's consent, as plagiarism will result in elimination.",
      "Costumes and attire should be tasteful and appropriate for a family-friendly audience. Any attire deemed offensive or inappropriate may lead to penalties or disqualification.",
      "Teams must adhere to stage dimensions and configuration provided by the organizers to ensure a fair and safe performance environment.",
      "Any technical requirements, such as special lighting or sound effects, must be communicated in advance and approved by the organizers to avoid disruptions during the performance.",
      "Teams are responsible for their own props, and any props used must be safe, non-hazardous, and approved by the organizers.",
      "Performers should conduct themselves professionally and respectfully backstage, promoting a positive and inclusive atmosphere throughout the competition.",
      "The competition organizers reserve the right to disqualify any team displaying unsportsmanlike conduct or violating the spirit of fair competition.",
      "Teams must be ready for their performance at the designated time. Late arrivals may result in time deductions or disqualification."
    ],
    "registrationDate": "18/02/24",
    "Team": "Upto 15 members",
    "pool": "₹ 18,000",
    "prize": [
      "₹ 11,000",
      "₹ 7,000"
    ],
    "fees": "₹ 300",
    "addPrize": ""
  }
}